Revit 2027 API
ParameterTypeId.ToposurfacePointElevation Property
 "Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposurfacePointElevation { get; }
Public Shared ReadOnly Property ToposurfacePointElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposurfacePointElevation {
	ForgeTypeId^ get ();
}
static member ToposurfacePointElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace